Repository: berdiyorova/n50_evos_bot
Catalog: locale/*/LC_MESSAGES/lang.po
Languages: uz

source: Submit your geolocation 📍 or select a delivery address
uz: Geografik joylashuvingizni 📍 yuboring yoki yetkazib berish manzilini tanlang

source: Your address:
uz: Sizning manzilingiz:

source: You don't have any addresses yet
uz: Sizda hozircha manzillar yo'q

source: Select an option:
uz: Variantni tanlang:

source: Submit your feedback:
uz: Fikringizni yuboring:

source: Your feedback has successfully submitted ✅
uz: Sizning fikringiz muvaffaqiyatli yuborildi ✅

source: Sorry, please try again later 😔
uz: Kechirasiz, keyinroq qayta urinib ko'ring 😔

source: Choose a product category:
uz: Kategoriyani tanlang:

source: Please, select a payment method:
uz: Iltimos, toʻlov usulini tanlang:

source: Order received. We deliver in 25-30 minutes. 🚚
uz: Buyurtma olindi😊. 25-30 daqiqada yetkazib beramiz.🚚

source: Currently not working
uz: Hozirda ishlamayapti

source: You have not ordered anything
uz: Siz hech narsa buyurtma qilmadingiz

source: Welcome back! Select an option:
uz: Qaytib kelganingizdan xursandmiz! Quyidagilardan birini tanlang:

source: Please, enter your full name
uz: Iltimos, to'liq ismingizni kiriting

source: Please, enter your phone number by the button below 👇
uz: Quyidagi tugma orqali telefon raqamingizni kiriting👇

source: You have successfully registered ✅
uz: Siz muvaffaqiyatli ro'yxatdan o'tdingiz✅

source: 🍴 Menu
uz: 🍴 Menyu

source: 🛍 My orders
uz: 🛍 Mening buyurtmalarim

source: ✍️ Leave feedback
uz: ✍️ Fikr qoldiring

source: ⚙️ Settings
uz: ⚙️ Sozlamalar

source: 🗺 My addresses
uz: 🗺 Mening manzillarim

source: 📍 Submit geolocation
uz: 📍 Geolokatsiyani yuboring

source: ⬅️ Back
uz: ⬅️ Orqaga

source: Set language settings
uz: Til sozlamalarini o'rnating

source: Cash
uz: Naqd to'lov

source: 🇺🇿 Uzbek
uz: 🇺🇿 O'zbekcha

source: 🏴 English
uz: 🏴 Inglizcha

source: Place order
uz: Buyurtma berish
